{
    "bot_selection": {
        "message": {
            "type": "quick_reply",
            "msgid": "bot",
            "content": {
                "type": "text",
                "header": "ઇ-જાદુઇ પિટારા",
                "text": "હું તમને અદ્ભુત વાર્તાઓ અને પ્રવૃત્તિઓમાં મદદ કરવા માટે અહીં છું જેની સાથે તમે તમારા બાળકોને જોડાઈ શકો.\n \n તમારી પોતાની વાર્તા બનાવવા માટે કૃપા કરીને વાર્તા સખી પસંદ કરો.\n તમે ઘરે તમારા બાળકો સાથે સંલગ્ન કરી શકો તેવી પ્રવૃત્તિઓના સૂચનો મેળવવા કૃપા કરીને પિતૃ સખી પસંદ કરો.\n શાળામાં તમે તમારા બાળકો સાથે જોડાઈ શકો તેવી પ્રવૃત્તિઓના સૂચનો મેળવવા કૃપા કરીને શિક્ષક સખી પસંદ કરો.",
                "caption": ""
            },
            "options": [
                {
                    "type": "text",
                    "id": "bot",
                    "title": "વાર્તા સખી",
                    "postbackText": "bot__bot_1"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "પિતૃ સખી",
                    "postbackText": "bot__bot_2"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "શિક્ષક સખી",
                    "postbackText": "bot__bot_3"
                }
            ]
        }
    },
    "bot_1": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "વાર્તા સખીમાં આપનું સ્વાગત છે!\n તમે જે માગો છો તેના વિશે હું તમારા માટે વાર્તા બનાવી શકું છું.\n દાખલા તરીકે:\n હું એક છોકરી વિશે વાર્તા કહી શકું જેણે પ્રથમ વખત સમુદ્ર જોયો.\n હું વાનર અને દેડકા વિશે વાર્તા કહી શકું છું\n \n તમને જે જોઈએ તે વિશે મને પૂછો. તમે ટાઈપ કરી શકો છો અથવા બોલી શકો છો."
            }
        }
    },
    "bot_2": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "પિતૃ સખીમાં આપનું સ્વાગત છે!\n હું તમને એવી પ્રવૃત્તિઓ સૂચવી શકું છું જે તમે તમારા બાળકો સાથે ઘરે કરી શકો. અહીં તમે શું પૂછી શકો તેના થોડા ઉદાહરણો છે:\n ઉદાહરણો:\n તમારા રસોડામાં શાકભાજીનો ઉપયોગ કરીને હું મારા બાળક સાથે કઈ પ્રવૃત્તિ કરી શકું?\n હું મારા બાળકને ઘરની પ્રવૃત્તિઓમાં રસ કેવી રીતે કેળ​વી શકું તે સૂચવો.\n મારું બાળક પૌષ્ટિક ખોરાક નથી ખાતું, શું કરવું ?\n \n તમને જે જોઈએ તે વિશે મને પૂછો. તમે ટાઈપ કરી શકો છો અથવા બોલી શકો છો."
            }
        }
    },
    "bot_3": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "શિક્ષક સખીમાં આપનું સ્વાગત છે!\n હું તમને એવી પ્રવૃત્તિઓ સૂચવી શકું છું જે તમે શાળાઓમાં તમારા વિદ્યાર્થીઓ (૩ થી ૮ વર્ષની વયના) સાથે કરી શકો.\n પાયાના તબક્કા માટે નવા NCF માં સૂચવેલા નાટક આધારિત શિક્ષણ વિશે હું તમારા પ્રશ્નોના જવાબ પણ આપી શકું છું.\n અહીં તમે શું પૂછી શકો તેના થોડા ઉદાહરણો છે.\n ઉદાહરણો:\n વર્ગીકરણ અથવા સંખ્યાઓ ગણવાનું શીખવવા માટે હું વિદ્યાર્થીઓ સાથે કઈ પ્રવૃત્તિ કરી શકું?\n હું ખાસ જરૂરિયાતો ધરાવતા બાળકો સાથે મારો વર્ગ કેવી રીતે ચલાવી શકું?\n જે બાળક હંમેશા વિચલિત રહે છે તેને જોડવા માટે હું શું કરી શકું?\n હું નવા NCF વિશે તમારા પ્રશ્નોના જવાબ આપી શકું છું.\n \n તમને જે જોઈએ તે વિશે મને પૂછો. તમે ટાઈપ કરી શકો છો અથવા બોલી શકો છો."
            }
        }
    },
    "loading_message": {
        "message": {
            "type": "text",
            "text": "કૃપા કરીને પ્રતિસાદ તૈયાર કરીને રાહ જુઓ. આમાં એક મિનિટ જેટલો સમય લાગી શકે છે."
        }
    },
    "footer_message": {
        "message": {
            "type": "quick_reply",
            "msgid": "menusel",
            "content": {
                "type": "text",
                "header": "",
                "text": "આશા છે કે તમને તે ગમ્યું હશે!",
                "caption": ""
            },
            "options": [
                {
                    "type": "text",
                    "id": "#",
                    "title": "ભાષા બદલો",
                    "postbackText": "#"
                },
                {
                    "type": "text",
                    "id": "*",
                    "title": "વિકલ્પ બદલો",
                    "postbackText": "*"
                }
            ]
        }
    }
}