{
    "bot_selection": {
        "message": {
            "type": "quick_reply",
            "msgid": "qr1",
            "content": {
                "type": "text",
                "header": "मेरा जादुई पिटारा",
                "text": "मैं यहां अद्भुत कहानियों और गतिविधियों के साथ आपकी मदद करने के लिए हूं, जिनमें आप अपने बच्चों को शामिल कर सकते हैं। \n\n- अपनी कहानी बनाने के लिए कहानी सखी का चयन करें \n- आप घर पर अपने बच्चों के साथ शामिल करनेके गतिविधियों के सुझाव प्राप्त करने के लिए अभिभवक सखी का चयन करें  \n- आप स्कूल में अपने बच्चों के साथ शामिल करनेके गतिविधियों के सुझाव प्राप्त करने के लिए शिक्षक सखी का चयन करें  \n",
                "caption": "कृपया आगे बढ़ने के लिए नीचे दिए गए विकल्प का चयन करें"
            },
            "options": [
                {
                    "type": "text",
                    "title": "कहानी सखी",
                    "postbackText": "bot__bot_1"
                },
                {
                    "type": "text",
                    "title": "अभिभवक सखी",
                    "postbackText": "bot__bot_2"
                },
                {
                    "type": "text",
                    "title": "शिक्षक सखी",
                    "postbackText": "bot__bot_3"
                }
            ]
        }
    },
    "bot_1": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "कहानी सखी में आपका स्वागत है! \n आप जो मांगेंगे उसके बारे में मैं आपके लिए एक कहानी बना सकता हूं। \n\n उदाहरण के लिए: \n- मैं उस लड़की की कहानी बता सकता हूँ जिसने पहली बार समुद्र देखा। \n- मैं एक बंदर और मेंढक के बारे में एक कहानी बता सकता हूँ \n\n आप जो चाहते हो वो मुझसे पूछ सकते हैं। आप टाइप कर सकते हैं या बोल सकते हैं।"
            }
        }
    },
    "bot_2": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "अभिबवक सखी में आपका स्वागत है! \n मैं आपको ऐसी गतिविधियाँ सुझा सकता हूँ जो आप घर पर अपने बच्चों के साथ कर सकते हैं। यहां कुछ उदाहरण दिए गए हैं कि आप क्या पूछ सकते हैं: \n\n उदाहरण: \n- मैं आपकी रसोई में सब्जियों का उपयोग करके अपने बच्चे के साथ कौन सी गतिविधि कर सकता हूँ? \n- सुझाव दीजिए कि मैं अपने बच्चे की घरेलू गतिविधियों में रुचि कैसे पैदा कर सकता हूँ \n- मेरा बच्चा पौष्टिक खाना नहीं खाता, क्या करूं? \n\n आप जो चाहते हो वो मुझसे पूछ सकते हैं। आप टाइप कर सकते हैं या बोल सकते हैं।"
            }
        }
    },
    "bot_3": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "शिक्षक सखी में आपका स्वागत है! \n मैं आपको ऐसी गतिविधियाँ सुझा सकता हूँ जो आप स्कूलों में अपने छात्रों (3 से 8 वर्ष की आयु के) के साथ कर सकते हैं। \n मैं फाउंडेशनल स्टेज के लिए नए एनसीएफ में सुझाए गए खेल आधारित शिक्षण के बारे में आपके सवालों का जवाब भी दे सकता हूं। \n यहां कुछ उदाहरण दिए गए हैं कि आप क्या पूछ सकते हैं। \n\n उदाहरण: \n- संख्याओं को क्रमबद्ध करना या गिनना सिखाने के लिए मैं विद्यार्थियों के साथ कौन सी गतिविधि कर सकता हूँ? \n- मैं विशेष आवश्यकता वाले बच्चों के साथ अपनी कक्षा कैसे संचालित कर सकता हूँ? \n- मैं उस बच्चे को व्यस्त रखने के लिए क्या कर सकता हूं जो हमेशा विचलित रहता है? \n मैं नए एनसीएफ के बारे में आपके सवालों का जवाब दे सकता हूं \n \n आप जो चाहते हो वो मुझसे पूछ सकते हैं। आप टाइप कर सकते हैं या बोल सकते हैं।"
            }
        }
    },
    "loading_message": {
        "message": {
            "type": "text",
            "text": "कृपया प्रतीक्षा करें, प्रतिक्रिया तैयार कर रहा हूँ। इसमें एक मिनट तक लग सकता है."
        }
    },
    "footer_message": {
        "message": {
            "type": "text",
            "text": "आशा है आपको यह पसंद आया होगा! \n  -यदि आप पिछले मेनू पर जाना चाहते हैं तो '*' दर्ज करें। \n  -यदि आप मुख्य मेनू पर जाना चाहते हैं तो '#' दर्ज करें"
        }
    }
}