{
    "bot_selection": {
        "message": {
            "type": "quick_reply",
            "msgid": "bot",
            "content": {
                "type": "text",
                "header": "ಮಾಯಾ ಪೆಟ್ಟಿಗೆ",
                "text": "ಇ- ಮಾಯಾ ಪೆಟ್ಟಿಗೆ ನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ನೀವು ತೊಡಗಿಸಿಕೊಳ್ಳಬಹುದಾದ ಅದ್ಭುತವಾದ ಕಥೆಗಳನ್ನು ಹೇಳಲು, ಚಟುವಟಿಕೆಗಳನ್ನು ಮಾಡಲು, ನಾನು ನಿಮಗೆ ನೆರವಾಗಲೆಂದೇ ಇಲ್ಲಿದ್ದೇನೆ. \nನಿಮ್ಮ ಸ್ವಂತ ಕಥಯನ್ನು ಸೃಷ್ಟಿಸಲು ನೀವು ಕಥಾ ಸಖಿಯನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ. \nಮನೆಯಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಬೇಕಾಗುವ ಚಟುವಟಿಕಗಳ ಬಗ್ಗೆ ಸಲಹೆಗಳು ಬೇಕಾದರೆ ಪೋಷಕ ಸಖೀಯನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ. \nಶಾಲೆಯಲ್ಲಿ ನಿಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸೂಕ್ತ ಚಟುವಟಿಕೆಗಳು ಬೇಕಾದರೆ ಶಿಕ್ಷಕಿ ಸಖಿಯನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ.",
                "caption": ""
            },
            "options": [
                {
                    "type": "text",
                    "id": "bot",
                    "title": "ಕಥಾ ಸಖಿ",
                    "postbackText": "bot__bot_1"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "ಪೋಷಕ ಸಖಿ",
                    "postbackText": "bot__bot_2"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "ಶಿಕ್ಷಕಿ ಸಖಿ",
                    "postbackText": "bot__bot_3"
                }
            ]
        }
    },
    "bot_1": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "ಕಥಾ ಸಖಿಗೆ ಸ್ವಾಗತ ! ನೀವು ಕೇಳಿದ ವಿಷಯದ ಬಗ್ಗೆ ನಾನು ನಿಮಗಾಗಿ ಕಥೆ ಸೃಷ್ಟಿಸಿ ಕೊಡಬಲ್ಲೆ. \nಉದಾಹರಣೆಗೆ: \nಸಮುದ್ರವನ್ನು ಮೊದಲ ಬಾರಿಗೆ ನೋಡಿದ ಹುಡುಗಿಯ ಬಗ್ಗೆ ನಾನು ಒಂದು ಕಥೆಯನ್ನು ಹೇಳಬಲ್ಲೆ. \nಮಂಗ ಮತ್ತು ಕಪ್ಪೆಯ ಬಗ್ಗೆ ಒಂದು ಕಥೆಯನ್ನು ಹೇಳಬಲ್ಲೆ. \nನಿಮಗೆ ಏನು ಬೇಕೋ ಅದನ್ನು ಕೇಳಿ. ನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತನಾಡಬಹುದು."
            }
        }
    },
    "bot_2": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "ಪೋಷಕರ ಸಖಿಗೆ ಸ್ವಾಗತ!\n ಮನೆಯಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ನೀವು ಮಾಡಬಹುದಾದ ಚಟುವಟಿಕೆಗಳನ್ನು ನಾನು ನಿಮಗೆ ಸೂಚಿಸಬಲ್ಲೆ. ನೀವು ಕೇಳಬಹುದಾದ ಕೆಲವು ಉದಾಹರಣೆಗಳು ಇಲ್ಲಿವೆ:\n ಉದಾಹರಣೆಗಳು:\n ನನ್ನ ಅಡುಗೆಮನೆಯಲ್ಲಿ ತರಕಾರಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನನ್ನ ಮಗುವಿನೊಂದಿಗೆ ನಾನು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ಮಾಡಬಹುದು?\n ನನ್ನ ಮಗುವಿಗೆ ಮನೆಯ ಚಟುವಟಿಕೆಗಳಲ್ಲಿ ಆಸಕ್ತಿಯನ್ನು ಹೇಗೆ ಮೂಡಿಸಬಹುದು ಎಂಬುದನ್ನು ಸೂಚಿಸಿ\n ನನ್ನ ಮಗು ಪೌಷ್ಟಿಕ ಆಹಾರವನ್ನು ತಿನ್ನುವುದಿಲ್ಲ, ಏನು ಮಾಡಬೇಕು?\n \n ನಿನಗೆ ಏನು ಬೇಕೋ ಅದರ ಬಗ್ಗೆ ನನ್ನನ್ನು ಕೇಳಿ. ನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತನಾಡಬಹುದು."
            }
        }
    },
    "bot_3": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "ಶಿಕ್ಷಕ ಸಖಿಗೆ ಸ್ವಾಗತ! (೩ ರಿಂದ ೮ ವರ್ಷ ವಯಸ್ಸಿನ) ನಿಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳೊಂದಿಗೆ ಶಾಲೆಯಲ್ಲಿ ನೀವು ಮಾಡಬಹುದಾದ ಚಟುವಟಿಕೆಗಳನ್ನು ನಾನು ಸಲಹೆ ಮಾಡಬಲ್ಲೆ. ಬುನಾದಿ ಹಂತದ ಹೊಸ ಎನ್.ಸಿ.ಎಫ಼್. ಸಲಹೆ ಮಾಡಿರುವ ಪ್ಲೇ ಆಧರಿತ ಕಲಿಕೆಗೆ ಸಂಬಂಧಿಸಿದ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೂ ಉತ್ತರಿಸಬಲ್ಲೆ. \nನೀವು ಕೇಳ ಬಹುದಾದ ಕೆಲವು ಪ್ರಶ್ನೆಗಳ ಉದಾಹರಣೆ ಇಲ್ಲಿದೆ: \nಸಂಖ್ಯೆಗಳನ್ನು ವಿಂಗಡಿಸುವ , ಎಣಿಸುವ ಪಾಠ ಕಲಿಸಲು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ನಡೆಸಲಿ? \nವಿಶೇಷ ಅಗತ್ಯಗಳಿರುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ನಾನು ನನ್ನ ತರಗತಿಯನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಲಿ? \nಯಾವಾಗಲೂ ಚಂಚಲವಾದ ಮಕ್ಕಳನ್ನು ತೊಡಗಿಸಕೊಳ್ಳಲು ಏನು ಮಾಡಲಿ? \nಹೊಸ ಎನ್.ಸಿ.ಎಫ಼್ ಬಗ್ಗೆ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸ ಬಲ್ಲೆ. ನಿಮಗೆ ಏನು ಬೇಕೋ ಅದನ್ನ ಕೇಳಿ. ನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತಾಡಬಹುದು."
            }
        }
    },
    "loading_message": {
        "message": {
            "type": "text",
            "text": "ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತಿದ್ದೇವೆ. ಇದು ಒಂದು ನಿಮಿಷದವರೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು."
        }
    },
    "footer_message": {
        "message": {
            "type": "text",
            "text": "ನಿಮಗೆ ಇದು ಇಷ್ಟವಾಯಿತೆಂದು ಭಾವಿಸುತ್ತೇನೆ! \nಹಿಂದಿನ ಮೆನುಗೆ ಹೋಗಬೇಕಿದ್ದರೆ “*” ಒತ್ತಿ. \nಮುಖ್ಯ ಮೆನುಗೆ ಹೋಗಬೇಕಿದ್ದರೆ “#” ಒತ್ತಿ."
        }
    }
}