{
    "bot_selection": {
        "message": {
            "type": "quick_reply",
            "msgid": "bot",
            "content": {
                "type": "text",
                "header": "இ-ஜாதுயி பிட்டாரா",
                "text": "உங்கள் குழந்தைகளை நீங்கள் ஈடுபடுத்தக்கூடிய அற்புதமான கதைகள் மற்றும் செயல்பாடுகளில் உங்களுக்கு உதவ இங்கு இருக்கிறேன்.\n \n உங்கள் சொந்தக் கதையை உருவாக்க, கதை சகியைத் தேர்ந்தெடுக்கவும்\n வீட்டில் உங்கள் குழந்தைகளுடன் நீங்கள் ஈடுபடக்கூடிய செயல்பாடுகளின் பரிந்துரைகளைப் பெற, பெற்றோர் சகியைத் தேர்ந்தெடுக்கவும்\n பள்ளியில் உங்கள் குழந்தைகளுடன் நீங்கள் ஈடுபடக்கூடிய செயல்பாடுகளின் பரிந்துரைகளைப் பெறுவதற்கு ஆசிரியர் சகியைத் தேர்ந்தெடுக்கவும்",
                "caption": "कृपया आगे बढ़ने के लिए नीचे दिए गए विकल्प का चयन करें"
            },
            "options": [
                {
                    "type": "text",
                    "id": "bot",
                    "title": "கதை சகி",
                    "postbackText": "bot__bot_1"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "பெற்றோர் சகி",
                    "postbackText": "bot__bot_2"
                },
                {
                    "type": "text",
                    "id": "bot",
                    "title": "ஆசிரியர் சகி",
                    "postbackText": "bot__bot_3"
                }
            ]
        }
    },
    "bot_1": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "கதை சகிக்கு வரவேற்கிறோம்!\n நீங்கள் கேட்பதைக் கொண்டு உங்களுக்காக ஒரு கதையை என்னால் உருவாக்க முடியும்.\n எடுத்துக்காட்டு:\n முதன்முறையாகக் கடலைப் பார்த்த ஒரு பெண்ணைப் பற்றிய கதையை என்னால் சொல்ல முடியும்.\n நான் ஒரு குரங்கு மற்றும் ஒரு தவளை பற்றிய கதை சொல்ல முடியும்\n \n நீங்கள் விரும்பும் எதையும் என்னிடம் கேளுங்கள். நீங்கள் தட்டச்சு செய்யலாம் அல்லது பேசலாம்."
            }
        }
    },
    "bot_2": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "பெற்றோர் சகிக்கு வரவேற்கிறோம்!\n வீட்டில் உங்கள் குழந்தைகளுடன் நீங்கள் செய்யக்கூடிய செயல்பாடுகளை நான் உங்களுக்கு பரிந்துரைக்க முடியும். நீங்கள் கேட்கக்கூடிய சில எடுத்துக்காட்டு இங்கே:\n எடுத்துக்காட்டு:\n உங்கள் சமையலறையில் காய்கறிகளைப் பயன்படுத்தி என் குழந்தையுடன் என்ன செயல்பாடுகள் செய்ய முடியும்?\n வீட்டுச் செயல்பாடுகளில் எனது குழந்தைக்கு எப்படி ஆர்வத்தை ஏற்படுத்துவது என்று பரிந்துரைக்கவும். என் குழந்தை சத்தான உணவு சாப்பிடுவதில்லை, என்ன செய்வது?\n \n நீங்கள் விரும்பும் எதையும் என்னிடம் கேளுங்கள். நீங்கள் தட்டச்சு செய்யலாம் அல்லது பேசலாம்."
            }
        }
    },
    "bot_3": {
        "Welcome": {
            "message": {
                "type": "text",
                "text": "ஆசிரியர் சகிக்கு வரவேற்கிறோம்!\n பள்ளிகளில் உங்கள் மாணவர்களுடன் (3 முதல் 8 வயது வரை) நீங்கள் செய்யக்கூடிய செயல்பாடுகளை நான் உங்களுக்குப் பரிந்துரைக்க முடியும்.\n புதிய NCFஇல் அடித்தள நிலையில் பரிந்துரைக்கப்பட்ட விளையாட்டு அடிப்படையிலான கற்றல் பற்றிய உங்கள் கேள்விகளுக்கும் என்னால் பதிலளிக்க முடியும்.\n நீங்கள் கேட்கக்கூடிய சில எடுத்துக்காட்டு இங்கே.\n எடுத்துக்காட்டு:\n மாணவர்கள் எண்களை வரிசைப்படுத்தவும் அல்லது எண்ணவும் கற்பிப்பதற்கு நான் என்ன நடவடிக்கை எடுக்க முடியும்\n சிறப்புத் தேவைகள் உள்ள குழந்தைகளுக்கு எனது வகுப்பை எவ்வாறு நடத்துவது?\n எப்போதும் கவனச்சிதறலுடன் இருக்கும் குழந்தையை ஈடுபடுத்த நான் என்ன செய்ய வேண்டும்?\n புதிய NCF பற்றிய உங்கள் கேள்விகளுக்கு என்னால் பதிலளிக்க முடியும்\n நீங்கள் விரும்பும் எதையும் என்னிடம் கேளுங்கள். நீங்கள் தட்டச்சு செய்யலாம் அல்லது பேசலாம்."
            }
        }
    },
    "loading_message": {
        "message": {
            "type": "text",
            "text": "பதிலைத் தயார் செய்து காத்திருக்கவும். இதற்கு ஒரு நிமிடம் வரை ஆகலாம்."
        }
    },
    "footer_message": {
        "message": {
            "type": "text",
            "text": "உங்களுக்கு பிடித்திருந்தது என்று நம்புகிறேன்!\n  - நீங்கள் முந்தைய மெனுவிற்குச் செல்ல விரும்பினால் “*” ஐ உள்ளிடவும்.\n  - நீங்கள் முதன்மை மெனுவிற்குச் செல்ல விரும்பினால் “#” ஐ உள்ளிடவும்."
        }
    }
}